{
  "movies": [
    { "id": 1,
      "name": "Avengers Endgame",
      "genre": "Acción, Aventura, SciFi",
      "year": 2019,
      "description": "Días después del Chasquido de Thanos, Tony Stark y Nebula quedan a la deriva en el espacio exterior. Ambos son rescatados por Carol Danvers y se reúnen con los Vengadores―Steve Rogers, Thor, Bruce Banner, Natasha Romanoff y James Rhodes—y Rocket en el Complejo de los Vengadores. Por otro lado y con la ayuda de Nebula, los héroes consiguen localizar a Thanos en un planeta deshabitado, donde estos planean utilizar las Gemas del Infinito para revertir los efectos del chasquido."},
    { "id": 2,
      "name": "Pinocchio",
      "genre": "Stop Motion",
      "year": 2022,
      "description": "En un pequeño pueblo montañoso de Italia, a principios del siglo xx, vivían un padre y un hijo felizmente. El padre, un carpintero llamado Geppetto, y su hijo, Carlo, sobrevivían a pesar de las dificultades presentadas por la Gran Guerra. Un día, mientras terminaba de barnizar una estatua de Cristo en la iglesia del pueblo, Geppetto sufre la peor tragedia de su vida cuando un avión dejó caer una bomba en la iglesia, cobrándose la vida de Carlo"},
    { "id": 3,
      "name": "Teenage Mutant Ninja Turtles",
      "genre": "Acción",
      "year": 2014,
      "description": "Las tortugas encuentran a April y ellos la llevan al maestro Splinter, que le explica cómo les salvó la vida años antes cuando los rescató del fuego y los liberó en las alcantarillas, de cómo el mutágeno los convirtió en lo que son y de cómo entrenó a las tortugas por medio del antiguo arte japonés del Ninjutsu. Además, le dice que ella es el espíritu guardián de quien le habló a las tortugas cuando eran niños, diciéndole que los había protegido del fuego."},
    { "id": 4,
      "name": "Todo en todas partes al mismo tiempo",
      "genre": "Acción, SciFi",
      "year": 2022,
      "description": "En China, Evelyn Quan Wang se enamora de Waymond Wang y, en contra de las objeciones de su padre Gong Gong se fuga a los Estados Unidos. La pareja abre una lavandería en California y tiene una hija, Joy. Años más tarde, la lavandería es auditada por el IRS. Waymond está tratando de entregarle los papeles de divorcio a Evelyn; el exigente padre de Evelyn está de visita y Joy quiere que su madre acepte a su novia no china, Becky, sobre quien Evelyn le miente a Gong Gong. En una reunión conflictiva con la inspectora del IRS Deirdre Beaubeirdre, Alpha-Waymond, una versión de su esposo Waymond del 'Alfaverso', él se hace cargo brevemente del cuerpo de Waymond. Alpha-Waymond le explica a Evelyn que existen muchos universos paralelos porque cada elección de vida crea un nuevo universo."},
    { "id": 5,
      "name": "Evangelion",
      "genre": "Anime, Acción",
      "year": 2001,
      "description": "Shinji Ikari llega a Tokyo-3, buscado por su padre Gendo. A su llegada, se encuentra con el ejército de la ONU tratando de detener al cuarto Ángel (el tercero en la versión original), Sachiel. Rescatado por Misato Katsuragi, Shinji llega a los cuarteles generales de NERV junto con su padre Gendo (que es el Supremo Comandante de NERV) con la casi amenaza de que si no pilotaba el EVA-01 y luchaba contra Sachiel, el mundo estaría en peligro."},
  ],
  "series": [
    { "id": 1,
      "name": "Andor",
      "genre": "Acción, SciFi",
      "year": 2021,
      "image": "https://github.com/DR-Frontend/fakeflix/blob/master/fakeflix_imgs/Andor.jpg?raw=true"},
    { "id": 2,
      "name": "Stranger Things",
      "genre": "Sobrevivencia, Terror, SciFi",
      "year": 2020},
    { "id": 3,
      "name": "Ted Lasso",
      "genre": "Drama, Deportes",
      "year": 2020},
    { "id": 4,
      "name": "Mandalorian",
      "genre": "Acción, SciFi",
      "year": 2020},
    { "id": 5,
      "name": "The last dance",
      "genre": "Documental",
      "year": 2019}
  ]
}
